## Задача на словари
Группа детей хочет посетить один из аттракционов в парке, но на этот аттракцион пускают не всех. Есть ограничение: его могут посещать лишь те, кто достиг 160 см в росте. Требуется определить, кто сможет пойти на аттракцион. 
Пользователь вводит целое число N - количество детей, желающих посетить аттракцион. Далее следуют N строк, содержащих информацию об имени, фамилии и росте каждого ребёнка. Выведите имена тех детей, которые могут посетить аттракцион.

Решение:
```
n = int(input("Количество детей: "))
children = dict()
for i in range(n):
    a, b, c = input().split()
    name = a + " " + b
    height = int(c)
    children[name] = height
print("\nИмена допущенных на аттракцион:")
for k in children:
    if children[k] >= 160:
        print(k)
```

Пример:

Входные данные:
```
6
Шувалов Пётр 158
Иванова Мария 162
Кузин Александр 167
Евсеев Андрей 155
Никонова Анна 160
Демидова Елена 157
```

Выходные данные:
```
Иванова Мария 162
Кузин Александр 167
Никонова Анна 160
```
